[BalanceDefs.ID_ClaptrapInvitations MissionItemDefinition]
UseFailureCharacterMessage="be like that %s Use this product."
ItemName="invitation"
PickupMessage="what do you have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="normal"

[BalanceDefs.ID_ClaptrapInvitations:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Awesome birthday invitations."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_ClaptrapBirthday_PartyFavor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClaptrapBirthday_Pizza InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClatrapBirthday_Boombox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

